{
  "terms_title": {
    "section": "標題",
    "EN": "Terms & Conditions",
    "TW": "Terms & Conditions"
  },
  "terms_updatetime": {
    "section": "更新時間",
    "EN": "Last Updated: June 20th, 2022",
    "TW": "最後更新時間：June 20th, 2022"
  },
  "": {
    "section": "",
    "EN": "",
    "TW": ""
  },
  "terms_subtitle1": {
    "section": "右側欄目",
    "EN": "1. Ownership",
    "TW": "1. 所有權"
  },
  "terms_subtitle2": {
    "section": "",
    "EN": "2. Your Obligations",
    "TW": "2. 您的義務"
  },
  "terms_subtitle3": {
    "section": "",
    "EN": "3. Fees and Payment",
    "TW": "3. 費用和付款"
  },
  "terms_subtitle4": {
    "section": "",
    "EN": "4. Disclaimers",
    "TW": "4. 免責聲明"
  },
  "terms_subtitle5": {
    "section": "",
    "EN": "5. Limitation of Liability",
    "TW": "5. 責任限制"
  },
  "terms_subtitle6": {
    "section": "",
    "EN": "6. KYC & AML Regulations",
    "TW": "6. KYC & AML 法規"
  },
  "terms_subtitle7": {
    "section": "",
    "EN": "7. Risk Assumption",
    "TW": "7. 潛在風險"
  },
  "terms_subtitle8": {
    "section": "",
    "EN": "8. Indemnification",
    "TW": "8. 賠償條款"
  },
  "terms_subtitle9": {
    "section": "",
    "EN": "9. Changes to the Terms and Conditions",
    "TW": "9. 條款和條件的更改"
  },
  "terms_subtitle10": {
    "section": "",
    "EN": "10. Children",
    "TW": "10. 關於孩童"
  },
  "terms_subtitle11": {
    "section": "",
    "EN": "11. Dispute Resolution, Arbitration",
    "TW": "11. 爭議解決及仲裁"
  },
  "terms_intro": {
    "section": "前言",
    "EN": "<p1>InVaria 2222 is a collection of digital artworks (NFTs) running on the Ethereum network. This website is only an interface allowing participants to purchase digital collectibles. Users are entirely responsible for the safety and management of their own private Ethereum wallets and validating all transactions and contracts generated by this website before approval. Furthermore, as the InVaria 2222 smart contract runs on the Ethereum network, there is no ability to undo, reverse, or restore any transactions.</p1><br></br><p2>This website and its connected services are provided “as is” and “as available” without warranty of any kind. By using this website you are accepting sole responsibility for any and all transactions involving InVaria 2222 digital collectibles.</p2>",
    "TW": "<p1>InVaria 2222 是在以太坊網絡上運行的數位藝術品 (NFT) 收藏。本網站只是一個允許參與者購買數位收藏品的界面。用戶對自己的私人以太坊錢包的安全和管理負全部責任，並在批准之前驗證本網站生成的所有交易與合約。此外，由於 InVaria 2222 智能合約在以太坊網絡上運行，因此無法重來、撤銷或恢復任何交易。</p1><br></br><p2>本網站及其相關服務按 “現況” 和 “現有” 提供，不提供任何形式的保證。通過使用本網站，您將對涉及 InVaria 2222 數位收藏品的任何和所有交易承擔全部責任。</p2>"
  },
  "terms_1_title": {
    "section": 1,
    "EN": "1. Ownership",
    "TW": "1. 所有權"
  },
  "terms_1_desc": {
    "section": "",
    "EN": "<p1>A. You Own the NFT. Each InVaria 2222 is an NFT on the Ethereum blockchain. When you purchase an NFT, you own the underlying InVaria 2222 NFT, the Art, completely. Ownership of the NFT is mediated entirely by the Smart Contract and the Ethereum Network: at no point may we seize, freeze, or otherwise modify the ownership of any InVaria 2222 NFT.</p1><br></br><p2>B. Personal Use. Subject to your continued compliance with these Terms, InVar grants you a worldwide, copy, and display the purchased Art, along with any extensions that you choose to create or use, solely for the following purposes: (i) for your own personal, non-commercial use; (ii) as part of a marketplace that permits the purchase and sale of your InVaria 2222 NFT, provided that the marketplace cryptographically verifies each InVaria 2222 NFT owner’s rights to display the Art for their InVaria 2222 NFT to ensure that only the actual owner can display the Art; or (iii) as part of a third party website or application that permits the inclusion, involvement, or participation of your InVaria 2222 NFT, provided that the website/application cryptographically verifies each InVaria 2222 NFT owner’s rights to display the Art for their InVaria 2222 NFT to ensure that only the actual owner can display the Art, and provided that the Art is no longer visible once the owner of the InVaria 2222 NFT leaves the website/application.</p2><br></br><p3>C. InVaria 2222 is an encrypted digital asset that recognizes artworks (\"artwork(s)\") created by InVar's artists (\"artist(s)\") or partners. Upon your purchase of a InVaria 2222 on this website, you will be granted rights to commercial use as provided in the terms of commercial use on this website.Except as expressly permitted in these terms, you may download the content on this website only for your personal, non-commercial fair use.You understand and accept that you are prohibited from any of the following activities:</p3><br></br><p31>1. To trademark or apply to trademark the artwork, or otherwise acquire intellectual property rights therein.</p31><p32>2. Use the artwork or InVaria 2222 in connection with images of hatred, violence, other inappropriate behavior, or illegal activities.</p32><br></br><p33>3. Upon InVar  marketing and promoting the service, the names and designs of the goods and services related to the service (the \"service marks\") are protected by the trademark act and fair trade act of applicable jurisdictions according to their registered status or registered use. You may not use the service marks in any way without the prior written consent of InVar.</p33><br></br><p4>D. Feedback. You may choose to submit comments, bug reports, ideas or other feedback about the Site, including without limitation about how to improve the Site (collectively, “Feedback”). By submitting any Feedback, you agree that we are free to use such Feedback in any way we choose without additional compensation to you and you hereby grant us a perpetual, irrevocable, nonexclusive, worldwide license to incorporate and use the Feedback for any purpose.</p4><br></br><p5>E. Unless otherwise provided in these terms, the software, interface, programs, and contents on this website, including but not limited to news, columns, writings, text, pictures, images, music, dance, scripts, signatures, names, stage names, song titles, files, information, data, program structure, interface arrangement, interface design, etc., are owned by InVar or other rights holders in accordance with the laws. The aforementioned intellectual property rights include but are not limited to trademarks, patents, copyrights, trade secrets and proprietary technology, etc., and may not be used, modified, reproduced, publicly broadcast, altered, distributed, rented, publicly transmitted, publicly published, restored, decompiled or reverse-compiled by anyone without prior consent. It is your obligation to respect the intellectual property rights, and you shall be liable for any breach thereof and all damages incurred by InVar or the other rights holders of the intellectual property rights.</p5>",
    "TW": "<p1>A. 您擁有 NFT。每個 InVaria 2222 都是以太坊區塊鏈上的 NFT。當您購買 NFT 時，您完全擁有該 InVaria 2222 NFT，即藝術呈現和相關權利。 NFT 的所有權完全由智能合約和以太坊網絡調解：我們在任何時候都不得扣押、凍結或以其他方式修改任何 InVaria 2222 NFT 的所有權。</p1><br></br><p2>B. 個人使用。在您繼續遵守這些條款的前提下，InVar 授予您在全球範圍內復制和展示所購買的藝術品以及您選擇創建或使用的任何擴展，僅用於以下目的：(i) 為您自己的個人、非商業用途；(ii) 作為允許購買和銷售您的 InVaria 2222 NFT 的市場的一部分，前提是市場以加密方式驗證每個 InVaria 2222 NFT 所有者展示其 InVaria 2222 NFT 藝術品的權利，以確保只有實際所有者才能展示藝術； (iii) 作為第三方網站或應用程序的一部分，允許包含、涉及或參與您的 InVaria 2222 NFT，前提是該網站/應用程序以加密方式驗證每個 InVaria 2222 NFT 所有者展示其 InVaria 2222 藝術品的權利 NFT 以確保只有實際所有者才能展示藝術品，並且一旦 InVaria 2222 NFT 的所有者離開網站/應用程序，藝術品將不再可見。</p2><br></br><p3>C. InVaria 2222 是一種加密數位資產，可識別由 InVar 的藝術家（ “藝術家” ）或合作夥伴創作的藝術品（ “藝術品” ）。在您在本網站上購買 InVaria 2222 後，您將被授予本網站商業使用條款中規定的商業使用權利。除非這些條款明確允許，您可以下載本網站上的內容僅供您自己使用個人的、非商業的合理使用。您理解並接受您被禁​​止從事以下任何活動：</p3><br></br><p31>1. 為藝術品註冊商標或申請商標，或以其他方式獲得其中的知識產權。</p31><br></br><p32>2. 將藝術品或 InVaria 2222 與仇恨、暴力、其他不當行為或非法活動的圖像結合使用。</p32><br></br><p33>3. 在 InVar 營銷和推廣服務時，與服務相關的商品和服務的名稱和設計（以下簡稱 “服務標誌” ）根據其註冊狀態或註冊狀態受適用司法管轄區的商標法和公平貿易法的保護。利用。未經 InVar 事先書面同意，您不得以任何方式使用服務標誌。</p33><br></br><p4>D. 反饋。您可以選擇提交有關本網站的評論、錯誤報告、想法或其他反饋，包括但不限於如何改進本網站（統稱為 “反饋” ）。提交任何反饋，即表示您同意我們可以以我們選擇的任何方式自由使用此類反饋，而無需向您提供額外補償，並且您特此授予我們永久、不可撤銷、非排他性的全球許可，以將反饋合併並用於任何目的。</p4><br></br><p5>E. 除本條款另有規定外，本網站的軟體、界面、程序、內容，包括但不限於新聞、欄目、寫作、文字、圖片、影像、音樂、舞蹈、劇本、簽名、姓名、藝名、歌曲名稱、文件、信息、數據、程序結構、界面編排、界面設計等，依法歸 InVar 或其他權利人所有。前述知識產權包括但不限於商標、專利、著作權、商業秘密和專有技術等，未經事先同意，任何人不得使用、修改、複製、公開播放、更改、分發、出租、公開傳輸、公開發布、恢復、反編譯或反向編譯。尊重知識產權是您的義務，您應對 InVar 或其他知識產權權利人的任何違反和造成的一切損害承擔責任。</p5>"
  },
  "terms_2_title": {
    "section": 2,
    "EN": "2. Your Obligations",
    "TW": "2. 您的義務"
  },
  "terms_2_desc": {
    "section": "",
    "EN": "You are solely responsible for your own conduct while accessing or using the Site, and for any consequences thereof. You agree to use the Site only for purposes that are legal, proper and in accordance with these Terms and any applicable laws or regulations. By way of example, and not as a limitation, you may not, and may not allow any third party to: (i) send, upload, distribute or disseminate any unlawful, defamatory, harassing, abusive, fraudulent, hateful, violent, obscene, or otherwise objectionable content; (ii) distribute viruses, worms, defects, Trojan horses, corrupted files, hoaxes, or any other items of a destructive or deceptive nature; (iii) impersonate another person; (iv) upload, post, transmit or otherwise make available through the Site any content that infringes the intellectual property or proprietary rights of any party or otherwise violates the legal rights of others; (v) engage in, promote, or encourage illegal activity (including, without limitation, money laundering); (vi) interfere with other users' use of the Site; (vii) use the Site for any unauthorized commercial purpose; (viii) modify, adapt, translate, or reverse engineer any portion of the Site; (ix) remove any copyright, trademark or other proprietary rights notices contained in or on the Site or any part of it; (x) use any technology to collect information about the Site’s for any unauthorized purpose; (xi) access or use the Site for the purpose of creating a product or service that is competitive with any of our products or services. If you engage in any of the activities prohibited by this Section, we may, at our sole and absolute discretion, without notice to you, and without limiting any of our other rights or remedies at law or in equity, immediately suspend or terminate your user account.",
    "TW": "您對自己在訪問或使用本網站時的行為以及由此產生的任何後果承擔全部責任。您同意僅將本網站用於合法、適當並符合這些條款和任何適用法律或法規的目的。例如，但不作為限制，您不得也不得允許任何第三方：(i) 發送、上傳、分發或傳播任何非法、誹謗、騷擾、辱罵、欺詐、仇恨、暴力、淫穢，或其他令人反感的內容； (ii) 散佈病毒、蠕蟲、缺陷、特洛伊木馬、損壞的文件、惡作劇或任何其他具有破壞性或欺騙性的項目； (iii) 冒充他人； (iv) 通過本網站上傳、發布、傳輸或以其他方式提供任何侵犯任何一方的知識產權或所有權或以其他方式侵犯他人合法權利的內容； (v) 從事、促進或鼓勵非法活動（包括但不限於洗錢）； (vi) 干擾其他用戶使用本網站； (vii) 將本網站用於任何未經授權的商業目的； (viii) 修改、改編、翻譯或撤銷技術網站的任何部分； (ix) 刪除本網站或其任何部分中包含的任何版權、商標或其他所有權聲明； (x) 為任何未經授權的目的使用任何技術收集有關本網站的信息； (xi) 訪問或使用本網站以創建與我們的任何產品或服務具有競爭力的產品或服務。如果您從事本節禁止的任何活動，我們可以自行決定立即暫停或終止您的用戶，恕不另行通知，並且不限制我們在法律或平衡法上的任何其他權利或補救措施帳戶。"
  },
  "terms_3_title": {
    "section": 3,
    "EN": "3. Fees and Payment",
    "TW": "3. 費用和付款"
  },
  "terms_3_desc": {
    "section": "",
    "EN": "<p1>A. If you elect to purchase a InVaria 2222 NFT through the Site, any financial transactions that you engage in will be conducted solely through the Ethereum network. We will have no insight into or control over these payments or transactions, nor do we have the ability to reverse any transactions.  We will have no liability to you or to any third party for any claims or damages that may arise as a result of any transactions that you engage or any other transactions that you conduct via the Ethereum network.</p1><br></br><p2>B. Ethereum requires the payment of a transaction fee (a “Gas Fee”) for every transaction that occurs on the Ethereum network. The Gas Fee funds the network of computers that run the decentralized Ethereum network. This means that you will need to pay a Gas Fee for each transaction.</p2>",
    "TW": "<p1>A. 如果您選擇通過本網站購買 InVaria 2222 NFT，您進行的任何金融交易將僅通過以太坊網絡進行。 我們將無法洞察或控制這些付款或交易，也無法撤銷任何交易。 對於因您進行的任何交易或您通過以太坊網絡進行的任何其他交易而可能產生的任何索賠或損害，我們不對您或任何第三方承擔任何責任。</p1><br></br><p2>B. 以太坊要求為以太坊網絡上發生的每筆交易支付交易費（ “Gas Fee” ）。Gas Fee 為運行去中心化以太坊網絡的計算機網絡提供資金。 這意味著您需要為每筆交易支付 Gas Fee。</p2>"
  },
  "terms_4_title": {
    "section": 4,
    "EN": "4. Disclaimers",
    "TW": "4. 免責聲明"
  },
  "terms_4A_desc": {
    "section": "",
    "EN": "A. The Platform, InVar, InVaria 2222 NFT, Finished Items and Special NFTs (if any) are provided on an “as is” and “as available” basis, without warranties of any kind, either express or implied, including, without limitation, implied warranties of merchantability, fitness for a particular purpose, non-infringement, the availability or quality of any InVaria 2222 NFT or Finished Item or Special NFT, or that access to or use of the Platform will be uninterrupted or error free.",
    "TW": "A. 平台、InVar、InVaria 2222 NFT、成品和特殊 NFT（如果有）按 “原貌” 和 “現況” 基礎提供，不提供任何形式的明示或暗示保證，包括但不限於對適銷性、特定用途的適用性、不侵權、任何 InVaria 2222 NFT 成品或特殊 NFT 的可用性、質量，或者對平台的訪問或使用不會中斷或無錯誤的默示保證。"
  },
  "terms_4B_desc": {
    "section": "",
    "EN": "B. The InVar are provided for informational purposes only and are not intended to be a substitute for any type of professional advice, including without limitation legal or financial advice.",
    "TW": "B. InVar 僅供參考，不能替代任何類型的專業建議，包括但不限於法律或財務建議。"
  },
  "terms_4C_desc": {
    "section": "",
    "EN": "C. InVar has no special relationship with or fiduciary duty to You and InVar does not in any manner have an ongoing duty to alert You to all potential risks of using or accessing the Platform or in relation to InVaria 2222 NFT(s) or Finished Item or any Transaction(s).",
    "TW": "C. InVar 與您沒有特殊關係或對您沒有信託責任，並且 InVar 不以任何方式持續義務提醒您使用或訪問平台或與 InVaria 2222 NFT(s) 成品有關的所有潛在風險或任何交易。"
  },
  "terms_4D_desc": {
    "section": "",
    "EN": "D. Under no circumstances will InVar be liable to You in any way for:",
    "TW": "D. 在任何情況下，InVar 均不對您承擔任何責任："
  },
  "terms_4D1_desc": {
    "section": "",
    "EN": "1. Any errors, mistakes, omissions, or inaccuracies relating to InVar, InVaria 2222 NFT(s), Finished Item, Special NFT, the Platform or any loss or damage of any kind incurred in connection with use of or exposure to any InVar posted, emailed, accessed, transmitted, or otherwise made available via the Platform, or use or access of the Platform, InVaria 2222 NFT(s), Finished Item or Special NFT;",
    "TW": "1. 與 InVar、InVaria 2222 NFT(s)、成品、特殊 NFT、平台相關的任何失誤、錯誤、遺漏或不准確，或與使用、接觸任何發布 InVar 相關的任何類型損失或損害 、通過電子郵件發送、訪問、傳輸或以其他方式通過平台提供，或使用或訪問平台、InVaria 2222 NFT、成品或特殊 NFT；"
  },
  "terms_4D2_desc": {
    "section": "",
    "EN": "2. InVar shall not be liable for any damages arising out of your use of or inability to use the service, except in cases of InVar’s intentional infringement or gross negligence.",
    "TW": "2. 因其他用戶違反本協議而造成的損失或損害，包括未經授權訪問或使用我們的服務器或其他平台功能；"
  },
  "terms_4D3_desc": {
    "section": "",
    "EN": "3. any restitution or compensation for loss of profits, revenues, or data;",
    "TW": "3. 對利潤、收入或數據損失的任何賠償或補償；"
  },
  "terms_4D4_desc": {
    "section": "",
    "EN": "4. the acts or omissions of any third parties, nor for any damage that You may suffer as a result of Your transactions or any other interaction with any third parties, including third-party providers that provide Wallet services or that store the InVaria 2222 NFT(s) or Finished Item(s).",
    "TW": "4. 任何第三方的作為或不作為，以及您可能因您的交易或與任何第三方（包括提供電子錢包服務或存儲 InVaria 2222 NFT 的第三方提供商）的任何其他交互而遭受的任何損害 ) 或成品。"
  },
  "terms_4E_desc": {
    "section": "",
    "EN": "E. You expressly understand and agree to the following provisions.",
    "TW": "E. 您明確理解並同意以下條款。"
  },
  "terms_4E1_desc": {
    "section": "",
    "EN": "1. The service may be interrupted or malfunctioned, or may cause inconvenience, loss of data, errors, tampering, or other financial losses to you. You are advised to implement precaution measures when using the service.",
    "TW": "1. 服務可能會中斷或出現故障，或可能給您帶來不便、數據丟失、錯誤、篡改或其他經濟損失。建議您在使用服務時採取預防措施。"
  },
  "terms_4E2_desc": {
    "section": "",
    "EN": "2. InVar shall not be liable for any damages arising out of your use of or inability to use the service, except in cases of InVar’s intentional infringement or gross negligence.",
    "TW": "2. InVar 對因您使用或無法使用本服務而造成的任何損失不承擔任何責任，但InVar故意侵權或重大過失的情況除外。"
  },
  "terms_4E3_desc": {
    "section": "",
    "EN": "3. You may not claim to InVar that any data, goods, services, or other information purchased/obtained through the website does not meet the requirements, expectations, or have defects.",
    "TW": "3. 您不得向 InVar 聲稱通過本網站購買/獲得的任何數據、商品、服務或其他信息不符合要求、期望或存在缺陷。"
  },
  "terms_4E4_desc": {
    "section": "",
    "EN": "4. Due to the nature of the internet transmission, we cannot guarantee the accuracy and timeliness of all transactions conducted through the website, nor do we guarantee that the service will be available, uninterrupted, safe and secure at all times.",
    "TW": "4. 由於互聯網傳輸的性質，我們不能保證通過本網站進行的所有交易的準確性和及時性，也不保證服務始終可用、不間斷、安全可靠。"
  },
  "terms_4E5_desc": {
    "section": "",
    "EN": "5. No information nor advice you obtained from or through the website, whether obtained in writing or orally, shall constitute a warranty by InVar.",
    "TW": "5. 您從本網站或通過本網站獲得的任何信息或建議，無論是書面還是口頭形式，均不構成 InVar 的保證。"
  },
  "terms_4E6_desc": {
    "section": "",
    "EN": "6. You shall be responsible for any damages and losses arising from any breach of these terms and InVar shall not be liable for any damages or compensation for losses.",
    "TW": "6. 您對因違反本條款而造成的任何損害和損失負責，InVar 不承擔任何損害或損失賠償責任。"
  },
  "terms_4E7_desc": {
    "section": "",
    "EN": "7. You shall be liable for all damages (including but not limited to, the litigation costs and attorneys' fees) incurred by InVar or the website from your illegal use of this website or service or breach of these terms.",
    "TW": "7. 您對因您非法使用本網站或服務或違反本條款而給 InVar 或本網站造成的一切損失（包括但不限於訴訟費用和律師費）承擔責任。"
  },
  "terms_4F_desc": {
    "section": "",
    "EN": "F. Some jurisdictions do not allow the exclusion of certain warranties and limitations of liability provided in this Agreement. If You are in such a jurisdiction, some of the above limitations and disclaimers may not apply to You. To the extent we may not, as a matter of applicable law, disclaim any implied warranty or limit our liabilities, the scope and duration of such warranty and the extent of our liability will be the minimum permitted by applicable law.",
    "TW": "F. 某些司法管轄區不允許排除本協議中規定的某些保證和責任限制。 如果您位於此類司法管轄區，則上述某些限制和免責聲明可能不適用於您。 根據適用法律，如果我們不得否認任何默示保證或限制我們的責任，則此類保證的範圍和期限以及我們的責任範圍將是適用法律允許的最低限度。"
  },
  "terms_5_title": {
    "section": 5,
    "EN": "5. Limitation of Liability",
    "TW": "5. 責任限制"
  },
  "terms_5A_desc": {
    "section": "",
    "EN": "A. You understand and agree that in no case shall InVar, our directors, officers, employees, affiliates, agents, contractors, interns, suppliers, service providers or licensors be liable for any injury, loss, claim, or any direct, indirect, incidental, punitive, special, or consequential damages of any kind, including, without limitation lost profits, lost revenue, lost savings, loss of data, replacement costs, or any similar damages, whether based in contract, tort (including negligence), strict liability or otherwise, arising from your use of any of the service or any products procured using the service, or for any other claim related in any way to your use of the service or any product, including, but not limited to, any errors or omissions in any content, or any loss or damage of any kind incurred as a result of the use of the service or any content (or product) posted, transmitted, or otherwise made available via the service, even if advised of their possibility.",
    "TW": "A. 您理解並同意，InVar、我們的董事、管理人員、員工、關聯公司、代理、承包商、實習生、供應商、服務提供商或許可人在任何情況下均不對任何傷害、損失、索賠或任何直接、間接、任何形式的附帶、懲罰性、特殊或後果性損害，包括但不限於利潤損失、收入損失、儲蓄損失、數據丟失、更換成本或任何類似的損害，無論是基於合約、侵權（包括疏忽）、嚴格由於您使用任何服務或使用該服務採購的任何產品，或以任何方式與您使用該服務或任何產品相關的任何其他索賠，包括但不限於任何錯誤或任何內容的遺漏，或因使用服務或通過服務發布、傳輸或以其他方式提供的任何內容（或產品）而導致的任何類型的任何損失或損害，即使被告知其可能性。"
  },
  "terms_5B_desc": {
    "section": "",
    "EN": "B. You acknowledge and agree that we have made the site available to you and entered into these terms in reliance upon the warranty disclaimers and limitations of liability set forth herein. We would not be able to provide the site to you without these limitations.",
    "TW": "B. 您承認並同意我們已根據此處規定的保證免責聲明和責任限制向您提供該網站並簽訂這些條款。如果沒有這些限制，我們將無法向您提供該網站。"
  },
  "terms_6_title": {
    "section": 6,
    "EN": "6. KYC & AML Regulations",
    "TW": "6. KYC ＆ AML 法規"
  },
  "terms_6A_desc": {
    "section": "",
    "EN": "A. If, at any time, InVar determine that InVar must or should comply with applicable law, regulations, or guidance for money services businesses operating in the Kingdom of Bahrain or any other jurisdiction, InVar may be required to file details of account activity to the Financial Crimes Enforcement Network (“FinCEN”), anti-money laundering (AML) and Counter Financing of Terrorism (CFT) recommendations and programs of the Financial Action Task Force (FATF) and United Nations from time to time. InVar may also be required to provide information as required by law of the Kingdom of Bahrain and other jurisdictions including, but not limited to, reporting suspicious transactions to FinCEN, and maintaining records regarding transactions of $3,000 or more (the “Recordkeeping Requirements”).",
    "TW": "A. 如果 InVar 在任何時候確定 InVar 必須或應該遵守適用於在巴林王國或任何其他司法管轄區運營的貨幣服務業務的法律、法規或指南，則 InVar 可能需要提交賬戶活動的詳細信息以財政部金融犯罪執法網 ( “FinCEN” )、反洗錢 (AML) 和反恐融資 (CFT) 的建議、防制洗錢金融行動工作組織 (FATF) 和聯合國的計劃。 InVar 還可能需要根據巴林王國和其他司法管轄區的法律要求提供信息，包括但不限於向 FinCEN 報告可疑交易，以及保存有關 3,000 美元或更多交易的記錄（ “記錄保存要求” ）。"
  },
  "terms_6B_desc": {
    "section": "",
    "EN": "B. InVar maintain a KYC (Know Your Customer) policy to comply with the Recordkeeping Requirements. InVar aim to reasonably identify each prospective purchaser of InVaria 2222 NFT by cross-checking user data against governmental watch lists, including, but not limited to, the Specifically Designated Nationals and Sanction List maintained by OFAC or others, as well as third-party identity verification and authentication services.",
    "TW": "B. InVar 保留 KYC（了解您的客戶）政策以遵守記錄保存要求。InVar 旨在通過將用戶數據與政府觀察名單（包括但不限於 OFAC 或其他人維護的特別指定國民和製裁名單）以及第三方身份進行交叉檢查，合理識別 InVaria 2222 NFT 的每個潛在購買者驗證和認證服務。"
  },
  "terms_6C_desc": {
    "section": "",
    "EN": "C. If your proposed purchase is flagged through our internal controls, InVar may require additional proof of identification from you, and InVar have the right to not permit any purchases until additional and verifiable proof of identity to our satisfaction is received and you have been approved as a prospective purchaser. By agreeing to this Terms & Conditions, you acknowledge and agree that InVar maintain verification levels that require user participation and verification to obtain, with leveled permissions based on user-supplied information, our ability to verify it, and our internal policies. You accept that you may not be able to achieve your desired level of verification, and InVar reserve the right, at our sole discretion, to determine the appropriate verification level for any user, as well as the right to downgrade users without notice. InVar may, from time to time, implement policies restricting verification levels by nationality, country of residence, or any other factor.",
    "TW": "C. 如果您提議的購買通過我們的內部控制進行標記，InVar 可能需要您提供額外的身份證明，並且InVar 有權在收到額外且核准的可驗證身分證明期間以及您被批准為潛在購買者之前，不允許您進行任何交易。 同意本條款和條件，即表示您承認並同意 InVar 保留需要用戶參與和驗證才能獲得的驗證級別，並根據用戶提供的信息、我們驗證它的能力以及我們的內部政策來獲得分級權限。 您接受您可能無法達到所需的驗證級別，並且 InVar 保留自行決定為任何用戶確定適當的驗證級別的權利，以及在不通知的情況下降級用戶的權利。InVar 可能會不定時實施按國籍、居住國或任何其他因素限制驗證級別的政策。"
  },
  "terms_7_title": {
    "section": 7,
    "EN": "7. Risk Assumption",
    "TW": "7. 潛在風險"
  },
  "terms_7_desc": {
    "section": "",
    "EN": "You accept and acknowledge each of the following:",
    "TW": "以下項目您接受並悉知："
  },
  "terms_7A_desc": {
    "section": "",
    "EN": "A. To the extent that you sell your InVaria 2222 NFT, please be aware that the prices of NFTs are extremely volatile and fluctuations in the prices of other NFTs and impact the price of your InVaria 2222 NFT both positively and negatively.  Given the volatility, NFTs such as InVaria 2222 NFT should not be considered an investment. You assume all risks in that connection.",
    "TW": "A. 在您出售 InVaria 2222 NFT 的範圍內，請注意 NFT 的價格極易波動，其他 NFT 價格的波動會對您的 InVaria 2222 NFT 的價格產生正面和負面的影響。鑑於波動性，不應將 InVaria 2222 NFT 等 NFT 視為投資。您承擔這方面的所有風險。"
  },
  "terms_7B_desc": {
    "section": "",
    "EN": "B. Ownership of a InVaria 2222 NFT confers ownership of digital artwork only. Accordingly, no information on this Site (or any other documents mentioned therein) is or may be considered to be advice or an invitation to enter into an agreement for any investment purpose. Further, nothing on this Site qualifies or is intended to be an offering of securities in any jurisdiction nor does it constitute an offer or an invitation to purchase shares, securities or other financial products.  Due to the artistic nature of the project, InVar has not been registered with or approved by any regulator in any jurisdiction. It remains your sole responsibility to assure that the purchase of the InVaria 2222 NFT and the associated art is in compliance with laws and regulations in your jurisdiction.",
    "TW": "B. InVaria 2222 NFT 的所有權僅授予數位藝術品的所有權。因此，本網站上的任何信息（或其中提及的任何其他文件）均不被視為或可能被視為出於任何投資目的而簽訂協議的建議或邀請。此外，本網站上的任何內容均不構成或旨在提供任何司法管轄區的證券，也不構成購買股票、證券或其他金融產品的要約或邀請。由於該項目的藝術性質，InVar 尚未在任何司法管轄區的任何監管機構註冊或批准。確保 InVaria 2222 NFT 及相關藝術品的購買符合您所在司法管轄區的法律法規，這仍然是您的全部責任。"
  },
  "terms_7C_desc": {
    "section": "",
    "EN": "C. You assume all risks associated with using an Internet-based currency, including, but not limited to, the risk of hardware, software and Internet connections, the risk of malicious software introduction, and the risk that third parties may obtain unauthorized access to information stored within your wallet.",
    "TW": "C. 您承擔與使用基於 Internet 的貨幣相關的所有風險，包括但不限於硬件、軟件和 Internet 連接的風險、引入惡意軟件的風險以及第三方可能獲得未經授權訪問存儲在您錢包中的信息。"
  },
  "terms_7D_desc": {
    "section": "",
    "EN": "D. NFTs, cryptocurrencies and blockchain technology are relatively new and the regulatory landscape is unsettled.  New regulations could negatively impact such technologies impacting the value for your InVaria 2222 NFT. You understand and accept all risk in that regard.",
    "TW": "D. NFT、加密貨幣和區塊鏈技術相對較新，監管環境不穩定。新法規可能會對此類技術產生負面影響，進而影響您的 InVaria 2222 NFT 的價值。您理解並接受這方面的所有風險。"
  },
  "terms_7E_desc": {
    "section": "",
    "EN": "E. You assume all responsibility for any adverse effects of disruptions or other issues impacting Ethereum or the Ethereum platform.",
    "TW": "E. 您對影響以太坊或以太坊平台的破壞或其他問題的任何不利影響承擔全部責任。"
  },
  "terms_8_title": {
    "section": 8,
    "EN": "8. Indemnification",
    "TW": "8. 賠償條款"
  },
  "terms_8_desc": {
    "section": "",
    "EN": "You agree to hold harmless and indemnify InVar and its subsidiaries, affiliates, officers, agents, employees, advertisers, licensors, suppliers or partners from and against any claim, liability, loss, damage (actual and consequential) of any kind or nature, suit, judgment, litigation cost, and reasonable attorneys' fees arising out of or in any way related to (i) your breach of these Terms, (ii) your misuse of the Site, or (iii) your violation of applicable laws, rules or regulations in connection with your access to or use of the Site.",
    "TW": "您同意使 InVar 及其子公司、關聯公司、高級職員、代理、員工、廣告商、許可人、供應商或合作夥伴免受任何種類或性質的任何索賠、責任、損失、損害（實際和間接）、訴訟 、判決、訴訟費用和合理的律師費，由 (i) 您違反這些條款，(ii) 您濫用本網站，或 (iii) 您違反適用的法律、規則或與您訪問或使用本網站有關的法規。"
  },
  "terms_9_title": {
    "section": 9,
    "EN": "9. Changes to the Terms and Conditions",
    "TW": "9. 條款和條件的更改"
  },
  "terms_9_desc": {
    "section": "",
    "EN": "We may make changes to the Terms at our discretion. Please check these Terms periodically for changes. Any changes to the Terms will apply on the date that they are made, and your continued access to or use after the Terms have been updated will constitute your binding acceptance of the updates. If you do not agree to any revised Terms, you may not access or use the Site.",
    "TW": "我們可以自行決定對條款進行更改。請定期檢查這些條款以了解更改。對條款的任何更改將在其作之日生效，並且您在條款更新後繼續訪問或使用將構成您對更新的約束性接受。 如果您不同意任何修訂後的條款，則不得訪問或使用本網站。"
  },
  "terms_10_title": {
    "section": 10,
    "EN": "10. Children",
    "TW": "10. 關於孩童"
  },
  "terms_10_desc": {
    "section": "",
    "EN": "Our Site is not intended for children.  You must be at least 21 years old to access this Site or purchase a InVaria 2222 NFT. If you are under 21 years old you are not permitted to use this Site for any reason. By accessing the Site, you represent and warrant that you are at least 21 years of age.",
    "TW": "我們的網站不適用於兒童。您必須年滿 21 歲才能訪問本網站或購買 InVaria 2222 NFT。 如果您未滿 21 歲，則不得以任何理由使用本網站。通過訪問本網站，您聲明並保證您至少年滿 21 歲。"
  },
  "terms_11_title": {
    "section": 11,
    "EN": "11. Dispute Resolution, Arbitration",
    "TW": "11. 爭議解決及仲裁"
  },
  "terms_11_1_desc": {
    "section": "",
    "EN": "All disputes arising out of or in connection with these Terms, including without limitation your access or use of the Site, or to any products sold or distributed through the Site, will be referred to and finally resolved by arbitration under the rules of the American Arbitration Association. The case will be adjudicated by a single arbitrator and will be administered by the American Arbitration Association in accordance with its applicable rules. Each party will cover its own fees and costs associated with the arbitration proceedings. The place of arbitration will be New York, New York. The award of the arbitrator will be final and binding, and any judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction. Notwithstanding the foregoing, we may seek and obtain injunctive relief in any jurisdiction in any court of competent jurisdiction.",
    "TW": "由這些條款引起或與這些條款相關的所有爭議，包括但不限於您訪問或使用本網站，或通過本網站出售或分發的任何產品，將根據美國仲裁規則提交仲裁併最終通過仲裁解決協會。該案件將由一名仲裁員裁決，並由美國仲裁協會根據其適用規則進行管理。各方將自行承擔與仲裁程序相關的費用和成本。仲裁地點為紐約州紐約市。仲裁員的裁決將是終局並具有約束力，任何對仲裁員作出的裁決與判決都可以在任何有管轄權的法院進行。儘管有上述規定，我們仍可在任何具有管轄權的法院及任何司法管轄區尋求並獲得禁令救濟。"
  },
  "terms_11_2_desc": {
    "section": "",
    "EN": "With respect to any dispute arising out of or related to these terms, including without limitation disputes related to the site or any products sold or distributed through the site, or the smart contracts: (i) you hereby expressly give up your right to have a trial by jury; and (ii) you hereby expressly give up your right to participate as a member of a class of claimants in any lawsuit, including but not limited to class action lawsuits involving any such dispute.",
    "TW": "對於因這些條款引起或與這些條款相關的任何爭議，包括但不限於與本網站或通過本網站銷售或分銷的任何產品或智能合約相關的爭議：(i) 您在此明確放棄擁有陪審審判; (ii) 您在此明確放棄作為某一類索賠人成員參與任何訴訟的權利，包括但不限於涉及任何此類爭議的集體訴訟。"
  }
}
